1/index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Information Visualization project 1</title>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8"/>
<meta name="title" content="Information Visualization project 1"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2014-01-27"/>
<meta name="author" content="Jacob Håkansson"/>
<meta name="description" content=""/>
<meta name="keywords" content=""/>
<link rel="stylesheet" type="text/css" href="//netdna.bootstrapcdn.com/bootstrap/3.0.3/css/bootstrap.min.css" /><meta name="viewport" content="initial-scale = 1.0,maximum-scale = 1.0" />

</head>
<body>

<div id="preamble">

</div>

<div id="content">
<h1 class="title">Information Visualization project 1</h1>


<div id="outline-container-1" class="outline-2">
<h2 id="sec-1">Numbers</h2>
<div class="outline-text-2" id="text-1">

<p>  I used Numbers extensively. A large chunk of the work went into
  building different tables and battling with the charting system.
</p>
<p>
  I built groups based on the skills and interests of the
  subjects. The sheet with the results is called "Grouping".
</p><ul>
<li><a href="https://www.icloud.com/iw/#numbers/BAIowpIkL3twMsXGkmiBG9m8lbtN8SiRb8yE/IVIS14_Project1_data">Numbers sheet (iCloud)</a>
</li>
<li><a href="./IVIS14_Project1.zip">Numbers sheet</a>
</li>
<li><a href="./IVIS14_Project1.xlsx">Excel</a>
</li>
<li><a href="./IVIS14_Project1.pdf">PDF</a>
</li>
</ul>


</div>

</div>

<div id="outline-container-2" class="outline-2">
<h2 id="sec-2">Splunk Search</h2>
<div class="outline-text-2" id="text-2">


<p>
  I used a <a href="http://splunk.com">Splunk</a> search to find out a bit more about the people that
  had listed two of the most popular hobbies/interests, Programming
  and Music. I found that subjects 3, 14 and 15 had these two
  interests in common. They may be an excellent group (disregarding
  their skills). I also searched and generated some other
  visualizations that wasn't really worth keeping.
</p>
<p>
  The Search results are <a href="./ProgrammingMusicSearch.pdf">here (pdf)</a>
</p>

</div>
</div>
</div>

<div id="postamble">
<p class="author">Author: Jacob Håkansson (<a href="mailto:jacobhak@kth.se">jacobhak@kth.se</a>)</p>
<p class="date">Date: 2014-01-27</p>
</div>
</body>
</html>
